tap "homebrew/bundle"
tap "homebrew/services"
tap "modularml/packages"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "python@3.12"
brew "ansible-lint"
brew "ant"
brew "apache-arrow"
brew "cmake"
brew "cmark"
brew "dfu-util"
brew "elixir"
brew "esphome"
brew "exercism"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "geos"
brew "gnupg"
brew "proj"
brew "libheif"
brew "numpy"
brew "gdal"
brew "ghc"
brew "ghcup"
brew "gleam"
brew "go"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "luarocks"
brew "mapserver"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "openshift-cli"
brew "pkl"
brew "ripgrep"
brew "rustup"
brew "s3cmd"
brew "screen"
brew "starship"
brew "stow"
brew "swift-format"
brew "tree"
brew "vapor"
brew "wget"
brew "yq"
brew "zsh-autosuggestions"
brew "modularml/packages/modular"
cask "dotnet-sdk"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "wezterm"
cask "zed"
