tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "modularml/packages"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "python@3.12"
brew "ansible-lint"
brew "apache-arrow"
brew "cmake"
brew "cmark"
brew "fastfetch"
brew "fd"
brew "geos"
brew "gnupg"
brew "proj"
brew "libheif"
brew "numpy"
brew "gdal"
brew "ghc"
brew "ghcup"
brew "go"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "luarocks"
brew "mapserver"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openshift-cli"
brew "pkl"
brew "ripgrep"
brew "rustup-init"
brew "s3cmd"
brew "screen"
brew "spaceship"
brew "stow"
brew "swift-format"
brew "tree"
brew "vapor"
brew "wget"
brew "yq"
brew "zsh-autosuggestions"
brew "modularml/packages/modular"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "qgis"
cask "wezterm"
